Revit 2027 API
ParameterTypeId.StairsAttrMinimumTreadDepth Property
 "Minimum Tread Depth"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrMinimumTreadDepth { get; }
Public Shared ReadOnly Property StairsAttrMinimumTreadDepth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrMinimumTreadDepth {
	ForgeTypeId^ get ();
}
static member StairsAttrMinimumTreadDepth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace